[
	{
		"_id": "599c6cd5bd5e5600110f9a4b",
		"id": "techathon",
		"category": "Electronics",
		"buttons": [
			{
				"name": "Register",
				"link": "https://goo.gl/forms/pG14zHrTNhnkQVD42"
			}
		],
		"color": "#E91E63",
		"name": "Techathon",
		"shortDes":
			"What if your smartphone could talk to the microwave oven? And your car to the air conditioner? When life gets tangled in a cobweb of schedules, make sure you find your way out. Create your own technological ecosystem in the world of Internet of Things.",
		"description":
			"<p>What if your smartphone could talk to the microwave oven? And your car to the air conditioner? When life gets tangled in a cobweb of schedules, make sure you find your way out. Create your own technological ecosystem in the world of Internet of Things. So pull up your sleeves and get coding! It's time to break through barriers and challenges using your technical skills. Get ready for Techathon, a 24 hour IOT hackathon. Are you ready to get connected?</p>",
		"eventFormat":
			"<p>The following electronic equipments will be provided at the venue:</p><ul><li><p>Arduino Uno, with cable</p></li><li><p>ESP 8266 e01 Wi-Fi module</p></li><li><p>Single strand wires</p></li><li><p>Breadboard</p></li></ul><p>The participants will also be provided with water, food, power points, stationery and Wi-Fi.</p><p><br></p><p><strong>Registration Fee: ₹250 per Head</strong></p><p>The shortlisted participants should pay the above registration fee on the day of the event.</p>",
		"prize_pool": "12k and a Raspberry-Pi Zero",
		"rules":
			"<h3>Rules</h3><ol><li><p>The team size should not exceed 3 members.</p></li><li><p>Cross - college teams are allowed.</p></li><li><p>The project must be built from scratch.</p></li><li><p>Pre-programmed devices are not permitted.</p></li><li><p>The participants are not allowed to leave the venue until the event is concluded.</p></li><li><p>The contestants are expected to bring project specific components (sensors, actuators, jumpers etc), tools (soldering iron, wire strippers etc) and laptops.</p></li><li><p>The evaluation will be based on the degree of completion, technical complexity and innovativeness of the project.</p></li><li><p>Inappropriate conduct of the team will result in immediate disqualification.</p></li><li><p>The components provided by the organizers should be returned undamaged upon event conclusion. Damage to provided components and properties must be reimbursed.</p></li><li><p>The decision made by the judges shall be final.</p></li></ol>",
		"contact_details":
			"<h3>Components Provided By</h3><a target=\"_blank\" href=\"http://www.tomsonelectronics.com/\"><img src=\"/static/sponsors/tomson.png\"></a><h3>Contacts</h3><ul class=\"event-contact\"><li><h4>Jerry Joe Thomas</h4><p>+91-8111811811</p></li><li><h4>Akash N Thampy</h4><p>+91-8281187576</p></li></ul>",
		"cover": "/static/images/techathon.png"
	},
	{
		"_id": "59a814b5ed376300113a6f54",
		"id": "papyrus-of-ani",
		"category": "General",
		"name": "Papyrus of Ani",
		"color": "#673AB7",
		"buttons": [
			{
				"name": "PPT Format",
				"link": "http://excelmec.org/assets/files/poa_presentation_format.pdf"
			},
			{
				"name": "Register",
				"link": "https://goo.gl/forms/r7feXOU7Tri7pddp1"
			},
			{
				"name": "Paper Format",
				"link": "http://excelmec.org/assets/files/poa_paper_format.pdf"
			}
		],
		"shortDes":
			"Papyrus of Ani is a technical paper presentation competition - a platform to bring to light exciting technical ideas that may well be the next big thing in the field. If you have an idea worth spreading, we will provide you the apt audience to hear your thoughts.",
		"description":
			"<p>“The vision must be followed by the venture,it is not enough to stare up the steps - we must step up the stairs”.</p><p><br></p><p>Papyrus of Ani is a technical paper presentation competition - a platform to bring to light exciting technical ideas that may well be the next big thing in the field. If you have an idea worth spreading, we will provide you the apt audience to hear your thoughts. Present your idea and earn the respect of your peers and experts in the field.</p><p><br></p><p><strong>Date: </strong>5th October, Thursday</p><p><strong>Venue:</strong> Govt. Model Engineering College, Thrikkakkara</p>",
		"contact_details":
			"<h3>Contacts</h3><ul class=\"event-contact\"><li><h4>Ambika Krishnan</h4><p>+91-9400610306</p></li><li><h4>Varghese Thomas</h4><p>+91-9544625448</p></li></ul>",
		"cover": "/static/images/papyrus-of-ani.png",
		"prize_pool": "10K",
		"rules":
			"<p><strong>Team Formation:</strong></p><p>1. A team can have a maximum of 3 members</p><p>2. A participant cannot be part of more than one team .</p><p>3. It is not necessary that the participants forming a team should be from the</p><p>same college</p><p>4. There is no restriction in the number of teams from the same college .</p><p><strong>General:</strong></p><p>1. The work should be original and in the specified format.</p><p>2. Students pursuing their graduation and post graduation can participate</p><p>irrespective of their field of study.</p><p>3. A team cannot send in more than 2 abstracts.</p><p>4. 20% of the total marks will be allotted for format of Report and the rest is for Presentation style as well as the Question and Answer session.</p><p>5. The coordinators reserve the right of rejecting any paper following deviation of the paper from the format specified.</p>",
		"eventFormat":
			"<p><strong>IEEE members getting shortlisted for the event will have a discount of 20% from their excel registration fee.</strong> </p><p><br></p><p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">This event is mainly spread over two categories namely Technical and Non Technical.</span><span style=\"color: rgb(34, 34, 34);\">Technical presentations serve engineering, scientific and high tech purposes, describing advances in technology, problem resolution, product design and project status</span><strong style=\"color: rgb(34, 34, 34);\">.</strong><span style=\"color: rgb(0, 0, 0); background-color: transparent;\"> In Technical category, the paper/innovative ideas comes under the following field of study:</span></p><p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\"> 1. Electronics and Communication</span></p><p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\"> 2. Electronics and Biomedical</span></p><p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\"> 3. Electrical and Electronics</span></p><p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\"> 4. Computer Science</span></p><p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">Non - Technical papers are associated with general developments in the world including any new concept or idea developed by the team. Papers can be from the areas: </span></p><ol><li><p><span style=\"background-color: transparent;\">Wastewater Treatment and Water Supply Systems</span></p></li><li><p>Digitization</p></li><li><p>Developmentally Delayed Issues for Youth in Foster Care</p></li><li><p>Tuberculosis in India: The Curse of the Increasing Inequality</p></li><li><p>Urbanization - A Blessing In Disguise</p></li></ol><p><br></p><p><strong>Phase 1:</strong></p><p>An abstract<strong> </strong>giving complete details of the paper in not more than 600 words is to be sent to<strong> poa@excelmec.org </strong>from <strong>1/09/2017, on or before 20/09/2017.</strong></p><p><strong>Phase 2:</strong></p><p>The teams that are shortlisted after thorough examination of the abstracts will be notified via email .</p><p>The teams must prepare a power-point presentation in MS PowerPoint in the format given <strong><a target=\"_blank\" href=\"http://excelmec.org/assets/files/poa_presentation_format.pdf\">here</a></strong>.</p><p>The teams must prepare a final paper in the IEEE format. The IEEE paper format can be downloaded <strong><a target=\"_blank\" href=\"http://excelmec.org/assets/files/poa_paper_format.pdf\">here</a>.</strong></p><p>The final presentation will be conducted at Excel 2017. Total time allotted for presentation is 15 minutes of which, 10 minutes is for</p><p>presentation.</p><p><br></p><p><br></p><p>The following facilities are provided at Excel 2017:</p><p>1. LCD Projector</p><p>2. Microphone</p><p>3. Laptop/Computer</p>"
	}
]
