[
	{
		"_id": "599c6cd5bd5e5600110f9a4b",
		"id": "techathon",
		"category": "Electronics",
		"name": "Techathon",
		"description": "<p>What if your smartphone could talk to the microwave oven? And your car, to the air conditioner? When life gets tangled in a cobweb of schedules, make sure you find your way out. Create your own technological ecosystem in the world of Internet of Things. So pull up your sleeves and get coding! It's time to break through barriers and challenges using your technical skills. Get ready for Techathon. Are you ready to get connected?</p>",
		"eventFormat": "<p><strong><u>Timeline</u></strong>:</p><p>23/08/2017: Registrations open</p><p>30/08/2017: Registrations close</p><p>02/09/2017: Tech Class on IOT</p><p>05/09/2017: Problem statement/Theme release</p><p>07/09/2017: Phone interview and shortlisting</p><p>09/09/2017-10/09/2017: Event</p><p><br></p><p>The following electronic equipments will be provided at the venue:</p><ul><li><p>Arduino Uno, with cable</p></li><li><p>ESP 8266 e12 Wifi module</p></li><li><p>Single strand wires</p></li><li><p>Breadboard</p></li></ul><p>The participants will also be provided with water, food, power points, stationery and Wi-Fi.</p><p><br></p><p><strong>Registration Fee: ₹250 per Head</strong></p><p>The shortlisted participants should pay the above registration fee on the day of the event.</p>",
		"prize_pool": "12k and a raspberry-pi Zero",
		"rules": "<p>Here are the rules of the 24 hour Hackathon event:</p><ol><li><p>The team size should not exceed 3 members.</p></li><li><p>Cross - college teams are allowed.</p></li><li><p>The project must be built from scratch.</p></li><li><p>Pre-programmed devices are not permitted.</p></li><li><p>The participants are not allowed to leave the venue until the event is concluded.</p></li><li><p>The contestants are expected to bring project specific components (sensors, actuators, jumpers etc), tools (soldering iron, wire strippers etc) and laptops.</p></li><li><p>The evaluation will be based on the degree of completion, technical complexity and innovativeness of the project.</p></li><li><p>Inappropriate conduct of the team will result in immediate disqualification.</p></li><li><p>The components provided by the organizers should be returned undamaged upon event conclusion. Damage to provided components and properties must be reimbursed.</p></li><li><p>The decision made by the judges shall be final.</p></li></ol>",
		"contact_details": "<ul><li><p>Jerry Joe Thomas</p><p>+91-8111811811</p></li><li><p>Akash N Thampy</p><p>+91-8281187576</p></li></ul>",
		"cover": "/static/images/techathon.png"
	}
]
