[
	{
		"id": "guest-lectures",
		"category": "Talks",
		"title": "Guest Lectures",
		"bgcolor": "#4CAF50",
		"overview":
			"Behold curious minds. Ever wondered how scientific or technological breakthroughs occur? Dreamt of interacting with minds who have brought new dimensions to conventions? Introducing the Guest Lectures of Excel 2017, all new with the theme “Discover|Define|Defy, lines”.",
		"buttonName": "Register",
		"registerLink": "https://goo.gl/forms/BD7A4pGws9X3k2s03",
		"thumbnail": "/static/images/guest-lectures.png"
	},
	{
		"id": "dotissue",
		"category": "Talks",
		"title": ".ISSUE!",
		"bgcolor": "#009688",
		"overview":
			".ISSUE! is a forum where experienced veterans and budding youngsters come together to express themselves. Here is where eloquence and oratory rule the stage. Excellence shall speak and common perceptions of right and wrong shall be challenged as speakers go against each other in this engaging clash of ideas.",
		"buttonName": "Open Event",
		"registerLink": "https://excelmec.org/excel2017/#/spotlight/dotissue",
		"thumbnail": "/static/images/dotissue.png"
	},
	{
		"id": "artificial-intelligence",
		"category": "WS",
		"bgcolor": "#607D8B",
		"title": "Artificial Intelligence",
		"buttonName": "Register",
		"registerLink": "https://goo.gl/forms/DUlMrJ9X71GibumJ3",
		"overview":
			"Artificial Intelligence (AI) is a field that has a long history but is still constantly and actively growing and changing. In this workshop you’ll learn the basics of modern AI as well as some of the representative applications of AI. An introduction to Software tool used for AI will also be covered in the workshop",
		"thumbnail": "/static/images/artificial-intelligence.png"
	},
	{
		"id": "augmented-reality",
		"category": "WS",
		"title": "Augmented Reality ",
		"bgcolor": "#F44336",
		"registerLink": "https://goo.gl/forms/IQP55w4ukhv8zPmk2",
		"buttonName": "Register",
		"overview":
			"Augmented reality is one of the present cutting edge technology. Which allows for a digitally manipulable, enhanced and interactive view of users real world.Among the other reality technologies, augmented reality lies in the middle of the mixed reality spectrum, being between the real and virtual world.",
		"thumbnail": "/static/images/augmented-reality.png"
	},
	{
		"id": "quadcopter",
		"title": "Quadcopter",
		"overview":
			"Quadcopter is an aerial robot combining a simple propeller mechanism with powerful electronics for limitless real-world applications. It is an embedded system comprising of microcontrollers, sensors, flight gear and other integrated components.This workshop helps participants to develop a Quadcopter project from scratch while understanding the various engineering concepts in making a working Unmanned Aerial Vehicle.",
		"thumbnail": "/static/images/quadcopter.png",
		"bgcolor": "#03A9F4",
		"buttonName": "Closed",
		"registerLink": ""
	},
	{
		"id": "ai-summit",
		"title": "AI Summit",
		"overview":
			"When it comes to the possibilities of Artificial Intelligence, there may be a lot of opinions out there. It is a field which expands human capability beyond our imagination. We’re entering the world where AI will be ubiquitous.The pace of this progress is incredible, and close to exponential. AI has been conquering every sector imaginable and is being preached upon by leading organisations who is looking to reach unrivalled efficiency.",
		"thumbnail": "/static/summit/ai.png",
		"buttonName": "Closed",
		"bgcolor": "#212121",
		"registerLink": ""
	}
]
